Write a Python program using Pandas to create a table that contains the following columns and data:
Employee Name: John, Kate, Leo

Department: IT, HR, Sales

Salary: 50000, 55000, 60000

In [6]:
data = {"Employee Name": ["John", "Kate", "Leo"],"Department": ["IT", "HR", "Sales"], "Salary": [50000, 55000, 60000]}

In [7]:
import pandas as pd

In [12]:
df = pd.DataFrame(data)

In [9]:
df.head()

  Employee Name Department  Salary
0          John         IT   50000
1          Kate         HR   55000
2           Leo      Sales   60000

Using a list of lists, create a Pandas DataFrame for the following data and set the column name as "Employee", "Department", "Salary"

In [13]:
data = [
    ["John", "IT", 50000],
    ["Kate", "HR", 55000],
    ["Leo", "Sales", 60000]
]

columns = ["Employee", "Department", "Salary"]

In [14]:
df = pd.DataFrame(data, columns=columns)

In [15]:
df.head()

  Employee Department  Salary
0     John         IT   50000
1     Kate         HR   55000
2      Leo      Sales   60000